Repository: giellalt/corpus-sme
Catalog: tmx/nno/admin/depts/regjeringen.no/ohcanveahkki-_id_446705.html.tmx
Source language: sme
Languages: nno

source: Movt ohcat ?
nno: Korleis søker eg ?

source: Čále ovtta dahje máŋga sáni ohcangieddái.
nno: Skriv eitt eller fleire søkeord i søkefeltet.

source: Čále sániid nu dárkilit go vejolaš.
nno: Bruk så presise ord som mogleg.

source: Deaddil dasto ohcanboalu.
nno: Trykk på søkeknappen.

source: Jus čálát máŋga sáni ohcangieddái, galggat čállit sátnegaskkaid.
nno: Bruk mellomrom mellom orda dersom du skriv fleire søkeord i søkefeltet.

source: Jus čálát máŋga sáni, de gávdná dušše daid siidduid main leat buot dat sánit maid ohcet.
nno: Skriv du fleire ord, får du berre sider som inneheld alle orda.

source: Čále OR máŋgga sániid gaskkas jus háliidat gávdnat daid siidduid main leat juogo okta dahje máŋga ohcansániin.
nno: Bruk OR mellom fleire ord dersom du ønskjer å finne sider som inneheld eitt eller fleire søkeord.

source: Ovdamearka: jus čálát eo OR eeo OR eurohpáráđđi – de gávdnojit dokumeanttat main lea juogo okta dahje máŋga dain sániin maid leat ohcan.
nno: Eksempel: eu OR eøs OR europarådet – gir treff på dokument som inneheld éin eller fleire av orda.

source: Čále - mearkka (minus) ovddabeallai dan sáni maid ohcan galgá hilgut.
nno: Bruk - teiknet (minus) framfor ordet som skal utelatast ved søket.

source: Ovdamearka: bondevik - stoltenberg de gávdná daid dokumeanttaid main gávdná Bondevik birra, ja hilgu daid mas lea Stoltenberg.
nno: Eksempel: bondevik – stoltenberg gir treff på dokument som inneheld informasjon om Bondevik, men ikkje Stoltenberg.

source: Čále aisttonmearkkaid " " jus áiggut ohcat máŋga sáni earenoamáš ortnetvuoru mielde.
nno: Bruk hermeteikn " " for å søke på kombinasjon av ord i ei spesiell rekkefølgje.

source: Ovdamearka: " stáhtaministara kantuvra ".
nno: Eksempel: " statsministerens kontor ".

source: Čále nástemearkka * jus áiggut ohcat sániid main lea rabas geažus.
nno: Bruk stjerne * for å søke med open ending.

source: Ovdamearka: dieht*, de gávdná siidduid main sisdoalus gávdná nugomat sániid diehtu, diehtojuohkin ja diehtit.
nno: Eksempel: inform*, vil gi treff på sider som inneheld f. eks. informasjon, informasjonsplikt og informere.

source: Dárkilis ohcan
nno: Avansert søk

source: Movt ohcanboađus šláddjejuvvo ?
nno: Korleis er søkeresultatet sortert ?

source: Ohcanboađus šláddjejuvvo nu ahte buoremus áššáigullevaš siiddut čájehuvvojit álgogeažis.
nno: Søkeresultatet blir sortert med dei mest relevante sidene først.

source: Don sáhtát maiddái válljet šláddjet ohcama dáhtona dahje alfabehta mielde.
nno: Du kan også velje å sortere på dato eller alfabetisk.

source: Movt gáržudan ohcama ?
nno: Korleis avgrensar eg søket ?

source: Ohcama sáhtát gáržžidit jus válljet šlájaid olgešbeale fálus.
nno: Avgrens søket ytterlegare ved å velje kategoriar i høgre meny.

source: Movt viiddidan ohcama ?
nno: Korleis utvidar eg søket ?

source: Jus ozat ovtta departemeanta siiddus, de leat dušše dan departemeanta siidduid mat ohcamis gávdnojit.
nno: Søker du på ei av departementa sine sider, er det kun sider frå dette departementet som blir vist i trefflista.

source: Don sáhtát viiddidit ohcama nu ahte čállosiid ohca ja gávdná olles regjeringen.no siidduin.
nno: Du kan utvide trefflista til å gjelde heile regjeringa.no.

source: Mii lea gávdnamis " Dokumeantavuorkká " vuolde Jus válljet ohcat olles regjeringen.no neahttabáikkis, de sáhtát dokumeantavuorkkás válljet makkár dokumeanttain galgá ohcat.
nno: Kva ligg under fanen " Dokumentarkiv " Søker du på heile regjeringa.no, får du høve til å velje trefflista i dokumentarkivet.

source: Dokumeantavuorkkás leat e.e. preassadieđáhusat, ođđasat, sártnit ja artihkkaliat ovddit ráđđehusain ja dokumeanttat mat leat gustomeahttumat.
nno: Dokumentarkivet inneheld bl. a. pressemeldingar, nyheiter, taler og artiklar frå tidlegare regjeringar samt dokument som ikkje lenger er gyldige.

source: Dárkilis ohcan dábálaččat hálddaša aisttonmearkkaid, goallossázu ja nástemearkka.
nno: Avansert søk støttar vanlege søk med hermeteikn, minus og stjerne.

source: Dárkilis ohcan hálddaša logihkalaš operatevrraid AND.
nno: Avansert søk støttar bruk av dei boolske operatorane AND.

source: , OR ja NOT.
nno: , OR og NOT.

source: Jus ohcansánit galget gávdnot lahkalaga de atná operatevrra NEAR.
nno: Du kan angi nærleik mellom søkeord med operatoren NEAR.

source: Ohcamis ohcangittiin de galgá čállit duppalčuoggá (:) gaskal fealtanama ja ohcansáni.
nno: Du kan angi søk i felt med bruk av kolon (:) mellom feltnamn og søkeord.

source: Dávgeruođut adnojit go ovttastahttá ohcansániid ja bidjá presedeansa operáhtoriid geavaheapmái.
nno: Parentesar blir brukt for å gruppere søkeord og angi presedens for bruk av operatorane.

source: Jus gustotmeahttumiid atná dárkilis ohcama de ohcan hálddašuvvo dábálaš friddjateakstaohcun.
nno: Ved ugyldig bruk av avansert søk skal søket behandlast som eit vanleg fritekstsøk. Søk på f. eks.

source: Oza nugomat “ jens AND OR NOT. ”
nno: “ jens AND OR NOT. ”

source: (aisttonmearkkaid haga) de gávdná dokumeanttaid main sánit jens, and, or ja not čállojuvvojit maŋŋálaga.
nno: (utan hermeteikn) gir treff på dokument der orda jens, and, or og not finst saman.

source: Dárkilis ohcama ovdamearkkat: o Jus čálát eo OR ees OR Eurohpáráđđi – de ohcandoaibma gávdná dokumeanttaid main leat juogo okta dahje máŋga ohcansániin.
nno: Eksempel på avansert søk: o eu OR eøs OR europarådet – gir treff på dokument som inneheld éitt eller fleire av søkeorda.

source: o Jus čálát stáhtaministtar (Jagland OR Bondevik OR Stoltenberg) – de ohcandoaibma gávdná dokumeanttaid main máinnašit ovtta dahje eanet stáhtaministariid.
nno: o statsminister (Jagland OR Bondevik OR Stoltenberg) – gir treff på dokument som omtalar éin eller fleire av statsministrane.

source: o Jus čálát jođanistoga NOT gardermo* – de gávdnojit dokumeanttat main sátni jođanistoga adno muhto ii daid main leat dát sátnemolssaeavttut gardermo [en / banen].
nno: o hurtigtog NOT gardermo* – gir treff på dokument som inneheld hurtigtog men ikkje variantar av gardermo [en / banen].

source: o Jus čálát NEAR (jens stáhtaministtar N=6) – de gávdná dokumeanttaid main sánit jens ja stáhtaministtar gávdnojit ja eanemusat 6 sáni gaskkas (N=6 galgá leat stuora N bustávva !)
nno: o NEAR (jens statsminister N=6) – gir treff på dokument der orda jens og statsminister finst med maks 6 ord mellom (N=6 må være med stor N !)

source: o NEAR (jens stáhtaministtar) – gávdná dokumeanttaid main sánit jens ja stáhtaministtar lea lahkalaga (eanemusat 4 sáni gaskkas).
nno: o NEAR (jens statsminister) – gir treff på dokument der orda jens og statsminister finst nær kvarandre (maks 4 ord mellom).

source: o NEAR (stáhtaministtar Hanssen Meltveit N=11) – gávdná dokumeanttaid main buot dát sánit gávdnojit 11 sáni siskkobealde. o islánda (gutna OR gavja) title:girdijohtolat – čoahkádus ohcan mii gávdná dokumeanttaid main sátni islánda ja dahje gutna dahje gavja gávdno gokko nu, ja mas sátni girdijohtolat gávdno bajilčállagis.
nno: o NEAR (statsminister Hanssen Meltveit N=11) – gir treff på dokument der ALLE orda finst innanfor 11 ord. o island (aske OR støv) title:flytrafikk – samansatt søk som gir treff på dokument der ordet island og enten aske eller støv finst kvar som helst, og der ordet flytrafikk finst i tittelen.
